IDEA Open Model
CrossSectionFactory Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the CrossSectionFactory class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CrossSectionFactory()
Public Sub New
See Also
Reference
CrossSectionFactory Class
IdeaRS.OpenModel.CrossSection Namespace